<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, shrink-to-fit=no">
    <title>Home - Grolimund Solutions</title>
    <meta name="robots" content="index, follow">
    <meta http-equiv="content-language" content="de">
    <meta name="keywords" content="Software verkauf, Nachhilfe, Entwicklung, Beratung, IT, Programming, Webhosting,">
    <meta name="title" content="Grolimund Solutions">
    <meta name="twitter:description" content="Bringen Sie mit unserer individuellen Software-Entwicklung Ihr Unternehmen zum Erfolg&amp;#10138; Grolimund Solutions – wir leben IT.&amp;uArr;">
    <meta name="twitter:card" content="summary">
    <meta property="og:type" content="website">
    <meta name="description" content="Bringen Sie mit unserer individuellen Software-Entwicklung Ihr Unternehmen zum Erfolg&amp;#10138; Grolimund Solutions – wir leben IT.&amp;uArr;">
    <meta name="msapplication-TileColor" content="#00aba9">
    <meta name="theme-color" content="#ffffff">
    <meta property="og:image" content="../assets/img/mstile-310x310.png?h=9f2aa16de867a25a56cf4e4fbf4c81d5">
    <meta name="twitter:title" content="Grolimund Solutions">
    <link rel="icon" type="image/png" sizes="16x16" href="assets/img/favicon-16x16.png?h=2ba33d33fcd1933f8a673bd89c4a9415">
    <link rel="icon" type="image/png" sizes="32x32" href="assets/img/favicon-32x32.png?h=baabc942b697230d2fa159448df0f9c0">
    <link rel="icon" type="image/png" sizes="180x180" href="assets/img/apple-touch-icon.png?h=e8f85d91ea1fd5f163b9011c400df99d">
    <link rel="icon" type="image/png" sizes="192x192" href="assets/img/android-chrome-192x192.png?h=6c9116ecaa0d63a10417062fb4c3a3c3">
    <link rel="icon" type="image/png" sizes="512x512" href="assets/img/android-chrome-512x512.png?h=08eeb77de6c52c5546da0aba5f2b93c7">
    <link rel="stylesheet" href="assets/bootstrap/css/bootstrap.min.css?h=c506bd1884209568f323c0eb1f1089e1">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Catamaran:100,200,300,400,500,600,700,800,900">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Lato:100,100i,300,300i,400,400i,700,700i,900,900i">
    <link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.7.1/css/all.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Lora">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/aos/2.1.1/aos.css">
    <link rel="stylesheet" href="assets/css/styles.min.css?h=e91349160ee77662880a459d4e60ec49">
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="manifest" href="site.webmanifest">
<link rel="mask-icon" href="/safari-pinned-tab.svg" color="#5bbad5">
<script src="https://cdn.jsdelivr.net/npm/typeit@6.0.3/dist/typeit.min.js"></script>	
<script src="typedit_cp.js"></script> 
<link href="https://fonts.googleapis.com/css?family=Fredoka+One" rel="stylesheet"> 
<link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet">

<!-- Matomo -->
<script type="text/javascript">
  var _paq = _paq || [];
  /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
  _paq.push(['trackPageView']);
  _paq.push(['enableLinkTracking']);
  (function() {
    var u="//www.cloudplaner-piwik.tk/";
    _paq.push(['setTrackerUrl', u+'piwik.php']);
    _paq.push(['setSiteId', '1']);
    var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
    g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
  })();
</script>
<noscript><p><img src="//www.cloudplaner-piwik.tk/piwik.php?idsite=1&amp;rec=1" style="border:0;" alt="" /></p></noscript>
<!-- End Matomo Code -->
</head>

<body>
    <div class="shadow-sm" style="filter: blur(0px) grayscale(0%) sepia(0%);">
        <nav class="navbar navbar-light navbar-expand-md navigation-clean">
            <div class="container"><a class="navbar-brand" href="index.html">Grolimund Solutions</a><button data-toggle="collapse" class="navbar-toggler" data-target="#navcol-1"><span class="sr-only">Toggle navigation</span><span class="navbar-toggler-icon"></span></button>
                <div
                    class="collapse navbar-collapse" id="navcol-1">
                    <ul class="nav navbar-nav ml-auto">
                        <li class="nav-item" role="presentation"><a class="nav-link" href="projects/overview.html">Projects<br></a></li>
                        <li class="dropdown nav-item"><a class="dropdown-toggle nav-link" data-toggle="dropdown" aria-expanded="false" href="#">Services</a>
                            <div class="dropdown-menu" role="menu"><a class="dropdown-item" role="presentation" href="#">Softwareentwicklung</a><a class="dropdown-item" role="presentation" href="#">Software Verkauf</a><a class="dropdown-item" role="presentation" href="#">Webhosting</a><a class="dropdown-item"
                                    role="presentation" href="#">IT-Beratung</a><a class="dropdown-item" role="presentation" href="#">Nachhilfeunterricht</a></div>
                        </li>
                        <li class="dropdown nav-item"><a class="dropdown-toggle nav-link" data-toggle="dropdown" aria-expanded="false" href="#">About</a>
                            <div class="dropdown-menu" role="menu"><a class="dropdown-item" role="presentation" href="#">Firma</a><a class="dropdown-item" role="presentation" href="team.html">Team</a><a class="dropdown-item" role="presentation" href="datenschutz.html">Datenschutz</a><a class="dropdown-item"
                                    role="presentation" href="impressum.html">Impressum</a></div>
                        </li>
                    </ul>
            </div>
    </div>
    </nav>
    </div>
    <header class="masthead text-center text-white" style="background-image: url(&quot;assets/img/Website%20Wallpaper.jpg?h=66388bbe6998f95203a30dd93efb8765&quot;);">
        <div class="masthead-content">
            <div class="container">
                <h1 class="masthead-heading mb-0">Grolimund Solutions</h1>
            </div>
        </div>
    </header>
    <section>
        <div class="container">
            <div class="row align-items-center">
                <div class="col">
                    <h1 class="text-break" style="margin-top: 20px;"><strong>DATENSCHUTZERKLÄRUNG</strong><br></h1>
                    <p><br><p>Verantwortliche Stelle im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:</p><br/><p>Grolimund Solutions<br/>Achim Grolimund<br/>Grindelstrasse 7<br/>4246 Wahlen</p><p>Telefon: +41793197034<br/>E-Mail: achim.grolimund@grolimund-solution.ch<br/>WebSite: https://grolimund-solution.ch/ </p><p>&nbsp;</p><h2>Allgemeiner Hinweis</h2> <p>Gest&uuml;tzt auf Artikel 13 der schweizerischen Bundesverfassung und die datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG<!--DSG-->) hat jede Person Anspruch auf Schutz ihrer Privatsph&auml;re sowie auf Schutz vor Missbrauch ihrer pers&ouml;nlichen Daten. Die Betreiber dieser Seiten nehmen den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung.</p><p>In Zusammenarbeit mit unseren Hosting-Providern bem&uuml;hen wir uns, die Datenbanken so gut wie m&ouml;glich vor fremden Zugriffen, Verlusten, Missbrauch oder vor F&auml;lschung zu sch&uuml;tzen.</p><p>Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</p><p>Durch die Nutzung dieser WebSite erkl&auml;ren Sie sich mit der Erhebung, Verarbeitung und Nutzung von Daten gem&auml;ss der nachfolgenden Beschreibung einverstanden. Diese WebSite kann grunds&auml;tzlich ohne Registrierung besucht werden. Dabei werden Daten wie beispielsweise aufgerufene Seiten bzw. Namen der abgerufenen Datei, Datum und Uhrzeit zu statistischen Zwecken auf dem Server gespeichert, ohne dass diese Daten unmittelbar auf Ihre Person bezogen werden. Personenbezogene Daten, insbesondere Name, Adresse oder E-Mail-Adresse werden soweit m&ouml;glich auf freiwilliger Basis erhoben. Ohne Ihre Einwilligung erfolgt keine Weitergabe der Daten an Dritte.</p><p>&nbsp;</p><h2>Bearbeitung von Personendaten</h2> <p>Personendaten sind alle Angaben, die sich auf eine bestimmte oder bestimmbare Person beziehen. Eine betroffene Person ist eine Person, &uuml;ber die Personendaten bearbeitet werden. Bearbeiten umfasst jeden Umgang mit Personendaten, unabh&auml;ngig von den angewandten Mitteln und Verfahren, insbesondere das Aufbewahren, Bekanntgeben, Beschaffen, L&ouml;schen, Speichern, Ver&auml;ndern, Vernichten und Verwenden von Personendaten.</p> <p>Wir bearbeiten Personendaten im Einklang mit dem schweizerischen Datenschutzrecht. Im &Uuml;brigen bearbeiten wir – soweit und sofern die EU-DSGVO anwendbar ist – Personendaten gem&auml;ss folgenden Rechtsgrundlagen im Zusammenhang mit Art. 6 Abs. 1 DSGVO<!--DSGVO-->:</p> <ul> <li>lit. a) Bearbeitung von Personendaten mit Einwilligung der betroffenen Person.</li> <li>lit. b) Bearbeitung von Personendaten zur Erf&uuml;llung eines Vertrages mit der betroffenen Person sowie zur Durchf&uuml;hrung entsprechender vorvertraglicher Massnahmen.</li> <li>lit. c) Bearbeitung von Personendaten zur Erf&uuml;llung einer rechtlichen Verpflichtung, der wir gem&auml;ss allenfalls anwendbarem Recht der EU oder gem&auml;ss allenfalls anwendbarem Recht eines Landes, in dem die DSGVO<!--DSGVO--> ganz oder teilweise anwendbar ist, unterliegen.</li> <li>lit. d) Bearbeitung von Personendaten um lebenswichtige Interessen der betroffenen Person oder einer anderen nat&uuml;rlichen Person zu sch&uuml;tzen.</li> <li>lit. f) Bearbeitung von Personendaten um die berechtigten Interessen von uns oder von Dritten zu wahren, sofern nicht die Grundfreiheiten und Grundrechte sowie Interessen der betroffenen Person &uuml;berwiegen. Berechtigte Interessen sind insbesondere unser betriebswirtschaftliches Interesse, unsere Website bereitstellen zu k&ouml;nnen, die Informationssicherheit, die Durchsetzung von eigenen rechtlichen Anspr&uuml;chen und die Einhaltung von schweizerischem Recht.</li> </ul> <p>Wir bearbeiten Personendaten f&uuml;r jene Dauer, die f&uuml;r den jeweiligen Zweck oder die jeweiligen Zwecke erforderlich ist. Bei l&auml;nger dauernden Aufbewahrungspflichten aufgrund von gesetzlichen und sonstigen Pflichten, denen wir unterliegen, schr&auml;nken wir die Bearbeitung entsprechend ein.</p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung f&uuml;r Cookies</h2><p>Diese WebSite verwendet Cookies. Das sind kleine Textdateien, die es m&ouml;glich machen, auf dem Endger&auml;t des Nutzers spezifische, auf den Nutzer bezogene Informationen zu speichern, w&auml;hrend er die Website nutzt. Cookies erm&ouml;glichen es, insbesondere Nutzungsh&auml;ufigkeit und Nutzeranzahl der Seiten zu ermitteln, Verhaltensweisen der Seitennutzung zu analysieren, aber auch unser Angebot kundenfreundlicher zu gestalten. <!--Allg.Cookies-->Cookies bleiben &uuml;ber das Ende einer Browser-Sitzung gespeichert und k&ouml;nnen bei einem erneuten Seitenbesuch wieder aufgerufen werden. Wenn Sie das nicht w&uuml;nschen, sollten Sie Ihren Internetbrowser so einstellen, dass er die Annahme von Cookies verweigert.</p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung f&uuml;r SSL-Verschl&uuml;sselung</h2><p>Diese WebSite nutzt aus Gr&uuml;nden der Sicherheit und zum Schutz der &Uuml;bertragung vertraulicher Inhalte, wie zum Beispiel der Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-Verschl&uuml;sselung. Eine verschl&uuml;sselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von &quot;http://&quot; auf &quot;https://&quot; wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.</p> <p>Wenn die SSL Verschl&uuml;sselung aktiviert ist, k&ouml;nnen die Daten, die Sie an uns &uuml;bermitteln, nicht von Dritten mitgelesen werden.</p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung f&uuml;r Server-Log-Files</h2><p>Der Provider dieser WebSite erhebt und speichert automatisch Informationen in so genannten Server-Log Files, die Ihr Browser automatisch an uns &uuml;bermittelt. Dies sind:</p> <ul> <li>Browsertyp und Browserversion</li> <li>verwendetes Betriebssystem</li> <li>Referrer URL</li> <li>Hostname des zugreifenden Rechners</li> <li>Uhrzeit der Serveranfrage</li> </ul> <p>Diese Daten sind nicht bestimmten Personen zuordenbar. Eine Zusammenf&uuml;hrung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Wir behalten uns vor, diese Daten nachtr&auml;glich zupr&uuml;fen, wenn uns konkrete Anhaltspunkte f&uuml;r eine rechtswidrige Nutzung bekannt werden.</p><p>&nbsp;</p><h2>Dienste von Dritten</h2> <p>Diese WebSite verwenden allenfalls Google Maps f&uuml;r das Einbetten von Karten, Google Invisible reCAPTCHA f&uuml;r den Schutz gegen Bots und Spam sowie YouTube f&uuml;r das Einbetten von Videos.</p><p>Diese Dienste der amerikanischen Google LLC verwenden unter anderem Cookies und infolgedessen werden Daten an Google in den USA &uuml;bertragen, wobei wir davon ausgehen, dass in diesem Rahmen kein personenbezogenes Tracking allein durch die Nutzung unserer Website stattfindet.</p><p>Google hat sich verpflichtet, einen angemessenen Datenschutz gem&auml;ss dem amerikanisch-europ&auml;ischen und dem amerikanisch-schweizerischen Privacy Shield zu gew&auml;hrleisten.</p><p>Weitere Informationen finden sich in der <a href='https://policies.google.com/privacy?hl=de' target="_blank" rel="noopener" style="color: inherit;">Datenschutzerkl&auml;rung von Google</a>.</p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung f&uuml;r Kontaktformular</h2><p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und f&uuml;r den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung f&uuml;r Recht auf Auskunft, L&ouml;schung, Sperrung</h2><p>Sie haben jederzeit das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&auml;nger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p><p>&nbsp;</p> <h2>Datenschutzerkl&auml;rung f&uuml;r Widerspruch Werbe-Mails</h2><p>Der Nutzung von im Rahmen der Impressumspflicht ver&ouml;ffentlichten Kontaktdaten zur &Uuml;bersendung von nicht ausdr&uuml;cklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdr&uuml;cklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.</p><p>&nbsp;</p><h2>Kostenpflichtige Leistungen</h2> <p>Zur Erbringung kostenpflichtiger Leistungen werden von uns zus&auml;tzliche Daten erfragt, wie z.B. Zahlungsangaben, um Ihre Bestellung resp. Ihren Auftrag ausf&uuml;hren zu k&ouml;nnen. Wir speichern diese Daten in unseren Systemen, bis die gesetzlichen Aufbewahrungsfristen abgelaufen sind.</p><p>&nbsp;</p><h2>Verwendung von Google Maps</h2> <p>Diese WebSite verwendet Google Maps API, um geographische Informationen visuell darzustellen. Bei der Nutzung von Google Maps werden von Google auch Daten &uuml;ber die Nutzung der Kartenfunktionen durch Besucher erhoben, verarbeitet und genutzt. N&auml;here Informationen &uuml;ber die Datenverarbeitung durch Google k&ouml;nnen Sie <a href="http://www.google.com/privacypolicy.html" target="_blank" rel="noopener">den Google-Datenschutzhinweisen</a> entnehmen. Dort k&ouml;nnen Sie im Datenschutzcenter auch Ihre pers&ouml;nlichen Datenschutz-Einstellungen ver&auml;ndern.</p> <p>Ausf&uuml;hrliche Anleitungen zur Verwaltung der eigenen Daten im Zusammenhang mit Google-Produkten <a href="http://www.dataliberation.org/" target="_blank" rel="noopener">finden Sie hier</a>.</p><p>&nbsp;</p><h2>Verwendung von Google reCAPTCHA</h2> <p>Diese WebSite verwendet den Dienst reCAPTCHA der Google Inc. (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; „Google“). Die Abfrage dient dem Zweck der Unterscheidung, ob die Eingabe durch einen Menschen oder durch automatisierte, maschinelle Verarbeitung erfolgt. Die Abfrage schliesst den Versand der IP-Adresse und ggf. weiterer von Google f&uuml;r den Dienst reCAPTCHA ben&ouml;tigter Daten an Google ein. Zu diesem Zweck wird Ihre Eingabe an Google &uuml;bermittelt und dort weiter verwendet. Ihre IP-Adresse wird von Google jedoch innerhalb von Mitgliedstaaten der Europ&auml;ischen Union oder in anderen Vertragsstaaten des Abkommens &uuml;ber den Europ&auml;ischen Wirtschaftsraum zuvor gek&uuml;rzt. Nur in Ausnahmef&auml;llen wird die volle IP-Adresse an einen Server von Google in den USA &uuml;bertragen und dort gek&uuml;rzt. Im Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung dieses Dienstes auszuwerten. Die im Rahmen von reCaptcha von Ihrem Browser &uuml;bermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengef&uuml;hrt. Ihre Daten werden dabei gegebenenfalls auch in die USA &uuml;bermittelt. F&uuml;r Daten&uuml;bermittlungen in die USA ist ein Angemessenheitsbeschluss der Europ&auml;ischen Kommission, das "Privacy Shield", vorhanden. Google nimmt am "Privacy Shield" teil und hat sich den Vorgaben unterworfen. Mit Bet&auml;tigen der Abfrage willigen Sie in die Verarbeitung Ihrer Daten ein. Die Verarbeitung erfolgt auf Grundlage des Art. 6 (1) lit. a DSGVO mit Ihrer Einwilligung. Sie k&ouml;nnen Ihre Einwilligung jederzeit widerrufen, ohne dass die Rechtm&auml;ssigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung ber&uuml;hrt wird.</p> <p>N&auml;here Informationen zu Google reCAPTCHA sowie die dazugeh&ouml;rige Datenschutzerkl&auml;rung finden Sie unter: <a href="https://www.google.com/privacy/ads/" target="_blank" rel="noopener">https://www.google.com/privacy/ads/</a></p><p>&nbsp;</p><h2>Datenschutzerkl&auml;rung für die Nutzung von Google Web Fonts</h2><p>Diese WebSite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden. Beim Aufruf einer Seite l&auml;dt Ihr Browser die ben&ouml;tigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen. Wenn Ihr Browser Web Fonts nicht unterst&uuml;tzt, wird eine Standardschrift von Ihrem Computer genutzt.</p><p>Weitere Informationen zu Google Web Fonts finden Sie unter <a href="https://developers.google.com/fonts/faq" target="_blank" style="color: inherit;">https://developers.google.com/fonts/faq</a> und in der Datenschutzerkl&auml;rung von Google: <a href="https://www.google.com/policies/privacy/" target="_blank" style="color: inherit;">https://www.google.com/policies/privacy/</a></p><p>&nbsp;</p><h2>Verwendung von Matomo</h2> <p>Diese WebSite benutzt Matomo (ehemals Piwik), eine Open-Source-Software zur statistischen Auswertung von Besucherzugriffen. Matomo verwendet sog. Cookies, also Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie erm&ouml;glichen.</p> <p>Die durch das Cookie erzeugten Informationen &uuml;ber Ihre Nutzung des Internetangebotes werden auf einem Server in Deutschland gespeichert.</p> <p>Die IP-Adresse wird unmittelbar nach der Verarbeitung und vor deren Speicherung anonymisiert. Sie haben die M&ouml;glichkeit, die Installation der Cookies durch &Auml;nderung der Einstellung Ihrer Browser-Software zu verhindern. Wir weisen Sie darauf hin, dass bei entsprechender Einstellung eventuell nicht mehr alle Funktionen dieser Website zur Verf&uuml;gung stehen.</p> <p>Sie k&ouml;nnen sich entscheiden, ob in Ihrem Browser ein eindeutiger Webanalyse-Cookie abgelegt werden darf, um dem Betreiber der Webseite die Erfassung und Analyse verschiedener statistischer Daten zu erm&ouml;glichen.</p><p>&nbsp;</p><h2>Externe Zahlungsdienstleister</h2> <p>Diese WebSite setzt externe Zahlungsdienstleister ein, &uuml;ber deren Plattformen die Nutzer und wir Zahlungstransaktionen vornehmen k&ouml;nnen. Zum Beispiel &uuml;ber</p><ul><li>PostFinance (https://www.postfinance.ch/de/detail/rechtliches-barrierefreiheit.html)</li><li>Visa (https://www.visa.de/nutzungsbedingungen/visa-privacy-center.html)</li><li>Mastercard (https://www.mastercard.ch/de-ch/datenschutz.html)</li><li>American Express (https://www.americanexpress.com/de/content/privacy-policy-statement.html)</li><li>Paypal (https://www.paypal.com/de/webapps/mpp/ua/privacy-full)</li><li>Bexio AG (https://www.bexio.com/de-CH/datenschutz)</li><li>Payrexx AG (https://www.payrexx.ch/site/assets/files/2592/datenschutzerklaerung.pdf)</li><li>Apple Pay (https://support.apple.com/de-ch/ht203027)</li><li>Stripe (https://stripe.com/ch/privacy)</li><li>Klarna (https://www.klarna.com/de/datenschutz/)</li><li>Skrill (https://www.skrill.com/de/fusszeile/datenschutzrichtlinie/)</li><li>Giropay (https://www.giropay.de/rechtliches/datenschutz-agb/) etc.</li></ul> <p>Im Rahmen der Erf&uuml;llung von Vertr&auml;gen setzen wir die Zahlungsdienstleister auf Grundlage der schweizerischen Datenschutzverordnung sowie und soweit n&ouml;tig, des Art. 6 Abs. 1 lit. b. EU-DSGVO ein. Im &Uuml;brigen setzen wir externe Zahlungsdienstleister auf Grundlage unserer berechtigten Interessen gem. schweizerischer Datenschutzverordnung sowie und soweit n&ouml;tig, gem. Art. 6 Abs. 1 lit. f. EU-DSGVO ein, um unseren Nutzern effektive und sichere Zahlungsm&ouml;glichkeit zu bieten.</p> <p>Zu den durch die Zahlungsdienstleister verarbeiteten Daten geh&ouml;ren Bestandsdaten, wie z.B. der Name und die Adresse, Bankdaten, wie u.a. Kontonummern oder Kreditkartennummern, Passw&ouml;rter, TANs und Pr&uuml;fsummen sowie die Vertrags-, Summen und empf&auml;ngerbezogenen Angaben. Die Angaben sind erforderlich, um die Transaktionen durchzuf&uuml;hren. Die eingegebenen Daten werden jedoch nur durch die Zahlungsdienstleister verarbeitet und bei diesen gespeichert. Wir als Betreiber erhalten keinerlei Informationen zu (Bank-) Konto oder Kreditkarte, sondern lediglich Informationen zur Best&auml;tigung (Annahme) oder Ablehnung der Zahlung. Unter Umst&auml;nden werden die Daten seitens der Zahlungsdienstleister an Wirtschaftsauskunfteien &uuml;bermittelt. Diese &Uuml;bermittlung bezweckt die Identit&auml;ts- und Bonit&auml;tspr&uuml;fung. Hierzu verweisen wir auf die AGB und Datenschutzhinweise der Zahlungsdienstleister.</p> <p>F&uuml;r die Zahlungsgesch&auml;fte gelten die Gesch&auml;ftsbedingungen und die Datenschutzhinweise der jeweiligen Zahlungsdienstleister, welche innerhalb der jeweiligen Website, bzw. Transaktionsapplikationen abrufbar sind. Wir verweisen auf diese ebenfalls zwecks weiterer Informationen und Geltendmachung von Widerrufs-, Auskunfts- und anderen Betroffenenrechten.</p><p>&nbsp;</p><h2>Agenturdienstleistungen</h2> <p>Wir verarbeiten die Daten unserer Kunden gem. den datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) und der EU-DSGVO im Rahmen unserer vertraglichen Leistungen.</p> <p>Hierbei verarbeiten wir Bestandsdaten (z.B., Kundenstammdaten, wie Namen oder Adressen), Kontaktdaten (z.B. E-Mail, Telefonnummern), Inhaltsdaten (z.B. Texteingaben etc.), Vertragsdaten (z.B. Vertragsgegenstand, Laufzeit), Zahlungsdaten (z.B. Bankverbindung, Zahlungshistorie), Nutzungs- und Metadaten (z.B. im Rahmen der Auswertung und Erfolgsmessung von Marketingmassnahmen). Zu den Betroffenen geh&ouml;ren unsere Kunden, Interessenten sowie deren Kunden, Nutzer, Websitebesucher oder Mitarbeiter sowie Dritte. Der Zweck der Verarbeitung besteht in der Erbringung von Vertragsleistungen, Abrechnung und unserem Kundenservice. Die Rechtsgrundlagen der Verarbeitung ergeben sich aus Art. 6 Abs. 1 lit. b DSGVO (vertragliche Leistungen), Art. 6 Abs. 1 lit. f DSGVO (Analyse, Statistik, Optimierung, Sicherheitsmassnahmen). Wir verarbeiten Daten, die zur Begr&uuml;ndung und Erf&uuml;llung der vertraglichen Leistungen erforderlich sind und weisen auf die Erforderlichkeit ihrer Angabe hin. Eine Offenlegung an Externe erfolgt nur, wenn sie im Rahmen eines Auftrags erforderlich ist. Bei der Verarbeitung der uns im Rahmen eines Auftrags &uuml;berlassenen Daten handeln wir entsprechend den Weisungen der Auftraggeber sowie der gesetzlichen Vorgaben einer Auftragsverarbeitung gem. Art. 28 DSGVO und verarbeiten die Daten zu keinen anderen, als den auftragsgem&auml;ssen Zwecken.</p> <p>Wir l&ouml;schen die Daten nach Ablauf gesetzlicher Gew&auml;hrleistungs- und vergleichbarer Pflichten. Die Erforderlichkeit der Aufbewahrung der Daten wird in unregelm&auml;ssigen Abst&auml;nden &uuml;berpr&uuml;ft. Im Fall der gesetzlichen Archivierungspflichten erfolgt die L&ouml;schung nach deren Ablauf. Im Fall von Daten, die uns gegen&uuml;ber im Rahmen eines Auftrags durch den Auftraggeber offengelegt wurden, l&ouml;schen wir die Daten entsprechend den Vorgaben des Auftrags, grunds&auml;tzlich nach Ende des Auftrags.</p><p>&nbsp;</p><h2>Vertragliche Leistungen</h2> <p>Wir verarbeiten die Daten unserer Vertragspartner und Interessenten sowie anderer Auftraggeber, Kunden, Mandanten, Klienten oder Vertragspartner (einheitlich bezeichnet als &laquo;Vertragspartner&raquo;) gem. den datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) und der EU-DSGVO entsprechend Art. 6 Abs. 1 lit. b. DSGVO, um ihnen gegen&uuml;ber unsere vertraglichen oder vorvertraglichen Leistungen zu erbringen. Die hierbei verarbeiteten Daten, die Art, der Umfang und der Zweck und die Erforderlichkeit ihrer Verarbeitung, bestimmen sich nach dem zugrundeliegenden Vertragsverh&auml;ltnis.</p> <p>Zu den verarbeiteten Daten geh&ouml;ren die Stammdaten unserer Vertragspartner (z.B. Namen und Adressen), Kontaktdaten (z.B. E-Mailadressen und Telefonnummern) sowie Vertragsdaten (z.B. in Anspruch genommene Leistungen, Vertragsinhalte, vertragliche Kommunikation, Namen von Kontaktpersonen) und Zahlungsdaten (z.B. Bankverbindungen, Zahlungshistorie).</p> <p>Besondere Kategorien personenbezogener Daten verarbeiten wir grunds&auml;tzlich nicht, ausser wenn diese Bestandteile einer beauftragten oder vertragsgem&auml;ssen Verarbeitung sind.</p> <p>Wir verarbeiten Daten, die zur Begr&uuml;ndung und Erf&uuml;llung der vertraglichen Leistungen erforderlich sind und weisen auf die Erforderlichkeit ihrer Angabe, sofern diese f&uuml;r die Vertragspartner nicht evident ist, hin. Eine Offenlegung an externe Personen oder Unternehmen erfolgt nur, wenn sie im Rahmen eines Vertrags erforderlich ist. Bei der Verarbeitung der uns im Rahmen eines Auftrags &uuml;berlassenen Daten, handeln wir entsprechend den Weisungen der Auftraggeber sowie der gesetzlichen Vorgaben.</p> <p>Im Rahmen der Inanspruchnahme unserer Onlinedienste, k&ouml;nnen wir die IP-Adresse und den Zeitpunkt der jeweiligen Nutzerhandlung speichern. Die Speicherung erfolgt auf Grundlage unserer berechtigten Interessen, als auch der Interessen der Nutzer am Schutz vor Missbrauch und sonstiger unbefugter Nutzung. Eine Weitergabe dieser Daten an Dritte erfolgt grunds&auml;tzlich nicht, ausser sie ist zur Verfolgung unserer Anspr&uuml;che gem. Art. 6 Abs. 1 lit. f. DSGVO erforderlich oder es besteht hierzu eine gesetzliche Verpflichtung gem. Art. 6 Abs. 1 lit. c. DSGVO.</p> <p>Die L&ouml;schung der Daten erfolgt, wenn die Daten zur Erf&uuml;llung vertraglicher oder gesetzlicher F&uuml;rsorgepflichten sowie f&uuml;r den Umgang mit etwaigen Gew&auml;hrleistungs- und vergleichbaren Pflichten nicht mehr erforderlich sind, wobei die Erforderlichkeit der Aufbewahrung der Daten in unregelm&auml;ssigen Abst&auml;nden &uuml;berpr&uuml;ft wird. Im &Uuml;brigen gelten die gesetzlichen Aufbewahrungspflichten.</p><p>&nbsp;</p><h2>Administration, Finanzbuchhaltung, B&uuml;roorganisation, Kontaktverwaltung</h2> <p>Wir verarbeiten Daten gem. den datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) und der EU-DSGVO im Rahmen von Verwaltungsaufgaben sowie Organisation unseres Betriebs, Finanzbuchhaltung und Befolgung der gesetzlichen Pflichten, wie z.B. der Archivierung. Hierbei verarbeiten wir dieselben Daten, die wir im Rahmen der Erbringung unserer vertraglichen Leistungen verarbeiten. Die Verarbeitungsgrundlagen sind Art. 6 Abs. 1 lit. c. DSGVO, Art. 6 Abs. 1 lit. f. DSGVO. Von der Verarbeitung sind Kunden, Interessenten, Gesch&auml;ftspartner und Websitebesucher betroffen. Der Zweck und unser Interesse an der Verarbeitung liegt in der Administration, Finanzbuchhaltung, B&uuml;roorganisation, Archivierung von Daten, also Aufgaben die der Aufrechterhaltung unserer Gesch&auml;ftst&auml;tigkeiten, Wahrnehmung unserer Aufgaben und Erbringung unserer Leistungen dienen. Die L&ouml;schung der Daten im Hinblick auf vertragliche Leistungen und die vertragliche Kommunikation entspricht den, bei diesen Verarbeitungst&auml;tigkeiten genannten Angaben.</p> <p>Wir offenbaren oder &uuml;bermitteln hierbei Daten an die Finanzverwaltung, Berater, wie z.B., Steuerberater oder Wirtschaftspr&uuml;fer sowie weitere Geb&uuml;hrenstellen und Zahlungsdienstleister.</p> <Ferner speichern wir auf Grundlage unserer betriebswirtschaftlichen Interessen Angaben zu Lieferanten, Veranstaltern und sonstigen Gesch&auml;ftspartnern, z.B. zwecks sp&auml;terer Kontaktaufnahme. Diese mehrheitlich unternehmensbezogenen Daten, speichern wir grunds&auml;tzlich dauerhaft.</p> <p>&nbsp;</p><h2>Erbringung unserer Leistungen nach Statuten</h2> <p>Wir verarbeiten die Daten unserer Mitglieder, Unterst&uuml;tzer, Interessenten, Kunden oder sonstiger Personen gem. den datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) und der EU-DSGVO entsprechend Art. 6 Abs. 1 lit. b. DSGVO, sofern wir ihnen gegen&uuml;ber vertragliche Leistungen anbieten oder im Rahmen bestehender gesch&auml;ftlicher Beziehung, z.B. gegen&uuml;ber Mitgliedern, t&auml;tig werden oder selbst Empf&auml;nger von Leistungen und Zuwendungen sind. Im &Uuml;brigen verarbeiten wir die Daten betroffener Personen gem. Art. 6 Abs. 1 lit. f. DSGVO auf Grundlage unserer berechtigten Interessen, z.B. wenn es sich um administrative Aufgaben oder &Ouml;ffentlichkeitsarbeit handelt.</p> <p>Die hierbei verarbeiteten Daten, die Art, der Umfang und der Zweck und die Erforderlichkeit ihrer Verarbeitung bestimmen sich nach dem zugrundeliegenden Vertragsverh&auml;ltnis. Dazu geh&ouml;ren grunds&auml;tzlich Bestands- und Stammdaten der Personen (z.B., Name, Adresse, etc.), als auch die Kontaktdaten (z.B., E-Mailadresse, Telefon, etc.), die Vertragsdaten (z.B., in Anspruch genommene Leistungen, mitgeteilte Inhalte und Informationen, Namen von Kontaktpersonen) und sofern wir zahlungspflichtige Leistungen oder Produkte anbieten, Zahlungsdaten (z.B., Bankverbindung, Zahlungshistorie, etc.).</p> <p>Wir l&ouml;schen Daten, die zur Erbringung der statutarischen Zwecke nicht mehr erforderlich sind. Dies bestimmt sich entsprechend der jeweiligen Aufgaben und vertraglichen Beziehungen. Im Fall gesch&auml;ftlicher Verarbeitung bewahren wir die Daten so lange auf, wie sie zur Gesch&auml;ftsabwicklung, als auch im Hinblick auf etwaige Gew&auml;hrleistungs- oder Haftungspflichten relevant sein k&ouml;nnen. Die Erforderlichkeit der Aufbewahrung der Daten wird in unregelm&auml;ssigen Abst&auml;nden &uuml;berpr&uuml;ft. Im &Uuml;brigen gelten die gesetzlichen Aufbewahrungspflichten.</p><p>&nbsp;</p><h2>Hinweis zur Daten&uuml;bermittlungen in die USA (Vereinigte Staaten von Amerika)</h2> <p>Aus Gr&uuml;nden der Vollst&auml;ndigkeit weisen wir Sie darauf hin, dass f&uuml;r Nutzer mit Sitz in der Schweiz &Uuml;berwachungsmassnahmen von US-Beh&ouml;rden bestehen, welche generell die Speicherung aller personenbezogenen Daten aus der Schweiz - welche in die USA &uuml;bermittelt wurden - erm&ouml;glicht.</p> <p>Dies geschieht ohne Differenzierung, Einschr&auml;nkung oder Ausnahme anhand der verfolgten Ziele und ohne ein objektives Kriterium, das es erm&ouml;glicht, den Zugang der US-Beh&ouml;rden<!--USA--> zu den Daten und deren sp&auml;tere Nutzung auf ganz bestimmte, strikt begrenzte Zwecke zu beschr&auml;nken, die mit dem Zugang zu diesen Daten als auch mit deren Nutzung verbundenen Eingriffe zu rechtfertigen verm&ouml;gen. Ausserdem weisen wir Sie darauf hin, dass in den USA f&uuml;r die betroffenen Personen aus der Schweiz, keine Rechtsbehelfe vorliegen, die es	erlauben w&uuml;rden, Zugang zu den Sie betreffenden Daten zu erhalten und deren Berichtigung oder L&ouml;schung zu erwirken, resp. kein wirksamer gerichtlicher Rechtsschutz gegen generelle Zugriffsrechte von US-Beh&ouml;rden vorliegt. Wir weisen den Betroffenen explizit auf diese Rechts- und Sachlage hin, um eine entsprechend informierte Entscheidung zur Einwilligung in die Verwendung seiner Daten zu treffen.</p> <p>Nutzer mit Wohnsitz in einem Mitgliedstaat der EU<!--EU--> weisen wir darauf hin, dass die USA aus Sicht der Europ&auml;ischen Union nicht &uuml;ber ein ausreichendes Datenschutzniveau verf&uuml;gt.</p><p>&nbsp;</p><h2>Urheberrechte</h2> <p>Die Urheber- und alle anderen Rechte an Inhalten, Bildern, Fotos oder anderen Dateien auf der Website, geh&ouml;ren ausschliesslich dem Betreiber dieser Website oder den speziell genannten Rechteinhabern. Für die Reproduktion von sämtlichen Dateien, ist die schriftliche Zustimmung des Urheberrechtstr&auml;gers im Voraus einzuholen.</p><p>Wer ohne Einwilligung des jeweiligen Rechteinhabers eine Urheberrechtsverletzung begeht, kann sich strafbar und allenfalls Schadenersatzpflichtig machen.</p><p>&nbsp;</p><h2>Allgemeiner Haftungsausschluss</h2> <p>Alle Angaben unseres Internetangebotes wurden sorgf&auml;ltig gepr&uuml;ft. Wir bem&uuml;hen uns, unser Informationsangebot aktuell, inhaltlich richtig und vollst&auml;ndig anzubieten. Trotzdem kann das Auftreten von Fehlern nicht v&ouml;llig ausgeschlossen werden, womit wir keine Garantie f&uuml;r Vollst&auml;ndigkeit, Richtigkeit und Aktualit&auml;t von Informationen auch journalistisch-redaktioneller Art &uuml;bernehmen k&ouml;nnen. Haftungsanspr&uuml;che aus Sch&auml;den materieller oder ideeller Art, die durch die Nutzung der angebotenen Informationen verursacht wurden, sind ausgeschlossen, sofern kein nachweislich vors&auml;tzliches oder grob fahrl&auml;ssiges Verschulden vorliegt.</p><p>Der Herausgeber kann nach eigenem Ermessen und ohne Ank&uuml;ndigung Texte ver&auml;ndern oder l&ouml;schen und ist nicht verpflichtet, Inhalte dieser Website zu aktualisieren. Die Benutzung bzw. der Zugang zu dieser Website geschieht auf eigene Gefahr des Besuchers. Der Herausgeber, seine Auftraggeber oder Partner sind nicht verantwortlich f&uuml;r Sch&auml;den, wie direkte, indirekte, zuf&auml;llige, vorab konkret zu bestimmende oder Folgesch&auml;den, die angeblich durch den Besuch dieser Website entstanden sind und &uuml;bernehmen hierf&uuml;r folglich keine Haftung.</p><p>Der Herausgeber &uuml;bernimmt ebenfalls keine Verantwortung und Haftung f&uuml;r die Inhalte und die Verf&uuml;gbarkeit von Webseiten Dritter, die &uuml;ber externe Links dieser Webseite erreichbar sind. F&uuml;r den Inhalt der verlinkten Seiten sind ausschliesslich deren Betreiber verantwortlich. Der Herausgeber distanziert sich damit ausdr&uuml;cklich von allen Inhalten Dritter, die m&ouml;glicherweise straf- oder haftungsrechtlich relevant sind oder gegen die guten Sitten verstossen.</p><p>&nbsp;</p><h2>&Auml;nderungen</h2><p>Wir k&ouml;nnen diese Datenschutzerkl&auml;rung jederzeit ohne Vorank&uuml;ndigung anpassen. Es gilt die jeweils aktuelle, auf unserer Website publizierte Fassung. Soweit die Datenschutzerkl&auml;rung Teil einer Vereinbarung mit Ihnen ist, werden wir Sie im Falle einer Aktualisierung über die &Auml;nderung per E-Mail oder auf andere geeignete Weise informieren.</p><p>&nbsp;</p><h2>Fragen an den Datenschutzbeauftragten</h2> <p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die f&uuml;r den Datenschutz zu Beginn der Datenschutzerkl&auml;rung aufgef&uuml;hrten, verantwortlichen Person in unserer Organisation.</p><p>&nbsp;</p><p>Wahlen, 26.12.2018<!--ACHTUNG: Wenn Sie die Quelle entfernen, dann begehen Sie eine Urheberrechtsverletzung welche in jedem Fall unter Kostenfolge verfolgt wird.--><br/>Quelle: <a href="https://www.swissanwalt.ch/datenschutz-generator.aspx" target="_blank" rel="noopener" style="color: inherit;">Datenschutz-Generator von SwissAnwalt</a></p><!--Bitte beachten Sie die AGB von SwissAnwalt betreffend allfällig anfallenden Kosten bei Weglassen der Quelle!--></p>
                </div>
            </div>
        </div>
    </section>
    <div class="footer-dark">
        <footer>
            <div class="container">
                <div class="row">
                    <div class="col-sm-6 col-md-3 item">
                        <h3>Services</h3>
                        <ul>
                            <li><a href="#">Softwareentwicklung</a></li>
                            <li><a href="#">Software Verkauf</a></li>
                            <li><a href="#">Webhosting</a></li>
                            <li><a href="#">IT-Beratung</a></li>
                            <li><a href="#">Nachhilfeunterricht</a></li>
                        </ul>
                    </div>
                    <div class="col-sm-6 col-md-3 item">
                        <h3>About</h3>
                        <ul>
                            <li><a href="#">Firma</a></li>
                            <li><a href="#">Team</a></li>
                            <li><a href="datenschutz.html">Datenschutz</a></li>
                            <li><a href="impressum.html">Impressum</a></li>
                        </ul>
                    </div>
                    <div class="col-md-6 item text">
                        <h3>Grolimund Solutions</h3>
                        <p><strong>Bringen Sie mit unserer individuellen Software-Entwicklung Ihr Unternehmen zum Erfolg.</strong><br><strong>Grolimund Solutions – wir leben IT.</strong><br></p>
                    </div>
                    <div class="col visible item social"><a href="https://gitlab.com/EvilAcid"><i class="fab fa-gitlab"></i></a><a href="https://github.com/EvilAcid"><i class="fab fa-github"></i></a><a href="https://www.xing.com/profile/Achim_Grolimund"><i class="fab fa-xing"></i></a>
                        <a
                            href="https://www.xing.com/profile/Achim_Grolimund"><i class="fab fa-linkedin"></i></a>
                    </div>
                </div>
                <p class="copyright">Grolimund Solutions © 2019</p>
            </div>
        </footer>
    </div>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/4.3.1/js/bootstrap.bundle.min.js"></script>
    <script src="assets/js/smart-forms.min.js?h=7c038681746a729e2fff9520a575e78c"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/aos/2.1.1/aos.js"></script>
    <script src="assets/js/script.min.js?h=688c28113d3e084e7d1e42d6f826a43b"></script>
</body>

</html>